Repository: callesvedin/satchi
Catalog: Satchi/Localizable.xcstrings
Source language: en
Languages: sv

source: Add track
sv: Skapa spår

# allow.tracking.info
source: You must allow the application to track you. Prefferably while the application is not in use to be able to put away your phone while tracking with your dog. You may always change this setting in Settings->Satchi->Location
sv: Du måste tillåta att appen spårar dig. Helst även när den är avstängd för att du ska kunna stoppa undan telefonen medan du spårar. Du kan ändra den här inställningen under Inställningar->Satchi->Plats

source: Cancel
sv: Avbryt

source: Close
sv: Stäng

source: Comments
sv: Kommentarer

source: Comments:
sv: Kommentarer:

source: Continue
sv: Fortsätt

source: Create track
sv: Skapa spår

source: Created tracks
sv: Skapade spår

source: Created:
sv: Skapat:

source: Delete
sv: Radera

source: Difficulty
sv: Svårighetsgrad

source: Difficulty:
sv: Svårighetsgrad:

source: Difficulty: %d
sv: Svårighetsgrad: %d

source: Distance: %@
sv: Längd: %@

source: Finished tracks
sv: Avslutade spår

source: Follow Track
sv: Följ spår

# laidStop
source: Goal
sv: Mål

source: Lay track
sv: Lägg spår

source: Length:
sv: Längd:

source: Location tracking denied
sv: Spårning ej tillåtet

source: Name
sv: Namn

source: Name:
sv: Namn:

source: Pause
sv: Pausa

source: Save
sv: Spara

source: Share
sv: Dela

source: Show me the settings
sv: Visa inställningarna

source: Show track
sv: Visa spår

source: Start
sv: Starta

source: Started tracks
sv: Lagda spår

source: Stop
sv: Avsluta

source: Time since created:
sv: Tid sedan spåret lades:

source: Time to create:
sv: Tid att skapa:

source: Time to finish:
sv: Tid att spåra:

source: Time: %@
sv: Tid: %@

source: Track rested:
sv: Tid spåret legat:

source: Tracking started:
sv: Spårning startades:

source: Tracks
sv: Spår

source: You have no tracks
sv: Du har inte några spår
